Version2/TestTool-NOP.13.12.SR1/TestTool.Setup/Requests/PTZ/AbsoluteMove/TC.PTZ.NVT.07_REQ_06.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tptz="http://www.onvif.org/ver20/ptz/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <s:Body>
    <tptz:AbsoluteMove>
      <tptz:ProfileToken></tptz:ProfileToken>
      <tptz:Position>
        <tt:PanTilt x="1" y="1" space="http://www.onvif.org/ver10/tptz/PanTiltSpaces/PositionGenericSpace"/>
      </tptz:Position>
    </tptz:AbsoluteMove>
  </s:Body>
</s:Envelope>